Repository: guusbeckett/wander
Catalog: Wander/Wander/Languages/*/Resources.resw
Source language: en
Languages: nl

# direction
source: Directions
nl: Routebeschrijving

# geluid
source: Sound clip
nl: Geluids Fragment

# helpBox
source: Welcome to the help menu W @ nder . This help menu functionalities of this application are described . First you will see on the left side a route description . In this menu you can find all the sights you pass by . When you click on a new screen comes up , with the information of interest . You do not have to be in order to open it. Interest in the The window of interest is described later in the text . Right you will see a gear position when you press this menu is the setting up. In this menu you can request the help window and change the language . With the cross top right of the window that comes up , you can exit the menu . Wholesale you will see a map , you can zoom in and out this by using . Two fingers together on the screen Due to drag two fingers together , the smaller card . When the fingers move away from each other , the card is greater. On the map multiple items are displayed . As spheres are shown with a few letters . These beads with letters sights . When one of these spheres is pressed, as is open to the left of the attraction. When a finger touches the map and drag your finger , the card will be towed , leaving other parts of the map can be seen. If you are near a point of interest , it will display a message and name to which this interest is . Where the interest you are close enough the ball will change color , so you can see which ones are visited . When an attraction is visited , a route will automatically be calculated in the following section . Alternatively , the distance between the top of the screen show the two sites . You do not necessarily have the route calculated to follow should not be discussed. When you come to a point of interest , while previous has beaten the is again calculated a new route. When you press one of the two ways a landmark is pressed, a new screen. You can see above in the name of the attraction. On the left are shown two things . The first , or upper , the pictures of the attraction. When multiple images are present , you can use the swipe motion through the photos back . With swipe means , you can put your finger on the picture and move it left or right . In the second half of the left side is a media player . Allows you to play video or audio if present . To the right of this screen is described information about the attraction itself . The arrow in the top left corner you can return to the main screen . While walking the route is created automatically by the application all data . This makes it possible to use the data , such as to display the route that has already been run , again, if the application for a reason close . If there is data will also get a screen that asks whether the session should be resumed. If "Yes" is pressed here , it will load the old data . If "No" is pressed , it will restart the route. When you get to the last point of interest , the session will be automatically deleted . You can empathize with the tablet back at the tourist office when you finish the route .
nl: Welkom in het help menu van W@nder. In dit help menu worden functionaliteiten van deze applicatie beschreven. Ten eerste ziet u aan de linker kant een route beschrijving. In dit menu kunt u alle bezienswaardigheden vinden waar u langs loopt. Wanneer u hier op klikt komt een nieuw scherm naar boven, met de informatie van de bezienswaardigheid. U hoeft niet perse bij de bezienswaardigheid te zijn om deze te openen. Het venster van de bezienswaardigheid wordt later in de tekst beschreven. Rechtsboven ziet u een tandwiel staan, wanneer u hier op drukt komt het settingsmenu naar boven. In dit menu kunt u het hulp venster opvragen en de taal veranderen. Met het kruisje rechtsboven van het venster dat naar boven komt, kunt u het menu afsluiten. In het groot ziet u een kaart, u kunt deze in en uitzoomen door twee vingers tegelijk op het scherm te gebruiken. Door de twee vingers naar elkaar toe te slepen, wordt de kaart kleiner. Wanneer de vingers van elkaar weg gaan, wordt de kaart groter. Op de kaart worden meerdere items weergegeven. Zo worden er bolletjes met een paar letters weergegeven. Deze bolletjes met letters zijn bezienswaardigheden. Wanneer u op één van deze bolletjes drukt, zal net als bij het linker menu de bezienswaardigheid geopend is. Wanneer u met één vinger de kaart aanraakt en met u vinger sleept, zal de kaart ook versleept worden, waardoor andere delen van de kaart ook te zien zijn. Als u in de buurt van een bezienswaardigheid komt, zal deze een melding weergeven en benoemen bij welke bezienswaardigheid dit is. Wanneer u dicht genoeg bij de bezienswaardigheid bent zal het bolletje veranderen van kleur, waardoor te zien is welke zijn bezocht. Wanneer een bezienswaardigheid bezocht is, word er een route automatisch berekend naar het volgende punt. Ook kunt u de afstand boven in het scherm zien tussen de twee bezienswaardigheden. U hoeft niet perse de route die berekend is te volgen, hier mag van worden afgeweken. Wanneer u bij een bezienswaardigheid komt, terwijl u de vorige heeft overgeslagen, wordt er weer een nieuwe route berekend. Wanneer u op één van de twee manieren op een bezienswaardigheid drukt, wordt er een nieuw scherm getoond. U ziet boven in de naam van de bezienswaardigheid. Aan de linkerkant worden twee dingen weergegeven. De eerste, oftewel de bovenste, zijn de foto’s van de bezienswaardigheid. Wanneer er meerdere foto’s aanwezig zijn kunt u met de swipe beweging door de foto’s heen. Met swipe wordt bedoeld; u vinger op de foto te leggen en deze naar links of rechts bewegen. In de tweede helft van de linker kant staat een mediaspeler. Hiermee kunt u video of geluid afspelen indien deze aanwezig zijn. Aan de rechterkant van dit scherm staat informatie beschreven over de bezienswaardigheid zelf. Met de pijl linksboven in de hoek kunt u terug naar het hoofdscherm. Tijdens het lopen van de route wordt door de applicatie alle gegevens automatisch opgeslagen. Hierdoor is het mogelijk om de data, zoals de route die al gelopen is, opnieuw weer te geven mocht de applicatie om een reden afsluiten. Wanneer er data is zal er ook een scherm komen die vraagt of de sessie hervat moet worden. Wanneer hier “Ja” op gedrukt wordt, zal deze de oude data inladen. Wanneer hier “Nee” op gedrukt wordt, zal de route opnieuw beginnen. Als u bij de laatste bezienswaardigheid komt, zal de sessie automatisch gewist worden. U kunt de tablet weer terug bij het VVV kantoor inleven als u klaar bent met de route.

source: Need help?
nl: Hulp Nodig?

# taalSetting
source: Language
nl: Talen

# noButton
source: No
nl: Nee

# resumeSession
source: Resume last session?
nl: Laatste sessie hervatten?

# yesButton
source: Yes
nl: Ja

# internetErrorContent
source: Internetconnection lost
nl: Verbindig met het internet is verbroken.

# internetErrorHeader
source: No internetconnection
nl: Geen internetverbinding

# routeSetting.Text
source: Select route
nl: Route Selecteren

# near
source: You're closing in on
nl: U bent in de buurt van

# noDescription
source: There is no description available for this sight.
nl: Er is geen omschrijving beschikbaar voor deze bezienswaardigheid.

# deleteSessionQuestion
source: Do you want to delete the history?
nl: Wilt u de geschiedenis verwijderen?

# seeSight
source: Checkout
nl: Bekijk
